[AttributePresentation_Siren AttributePresentationDefinition]
Description="$An example of a business card design for the Willow game."
NoConstraintText=""
Suffix=""
Prefix=""

[Siren.Head_SirenEaster UsableCustomizationItemDefinition]
ItemCardTopStatString="%sA/ %s1"
UseFailureCharacterMessage="Want... %s Wear.."
ItemName=""
PickupMessage="one way or another %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="always"

[Siren.Head_SirenVday UsableCustomizationItemDefinition]
ItemCardTopStatString="%sfrom 2 %s1"
UseFailureCharacterMessage="that's what should be done %s Use this article."
ItemName=""
PickupMessage="You're covered %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use it."
NoManufacturerName="Most of the time"

[Siren.Skin_SirenEaster UsableCustomizationItemDefinition]
ItemCardTopStatString="%sof 2 %s1"
UseFailureCharacterMessage="I need you %s Use this item."
ItemName=""
PickupMessage="You have %s"
UseFailureLevelMessage="You must be at least %d level to use this.."
UseFailureConstraintsMessage="You cannot use it.."
NoManufacturerName="usually"

[Siren.Skin_SirenVday UsableCustomizationItemDefinition]
ItemCardTopStatString="%sOption 2 %s1"
UseFailureCharacterMessage="must be %s Use it."
ItemName=""
PickupMessage="you understand %s"
UseFailureLevelMessage="You need %d to use it.."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="natural"

